Revit 2024 API
CurtainGrid.NumVLines Property
 Get the number of grid lines in the V direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public int NumVLines { get; }
Visual Basic
Public ReadOnly Property NumVLines As Integer
	Get
Visual C++
public:
property int NumVLines {
	int get ();
}
See Also
CurtainGrid Class
Autodesk.Revit.DB Namespace